11/data/attachments/39395c41f5c3f6f1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_still_Friend_10135_1</nif:username>
            <nif:friendToBeRequested>soap_friends_7fb622e7-19d7-4578-9585-8a3d2f768098</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>